import { Colors } from "discord.js";

export default {
  TOKEN:
    process.env.TOKEN ||
    "MTAyNDI1OTg3OTY5Njg1OTE0Ng.Gocop2.PjYHB0DfmB9Jclle5Lxb5ROvsQMyoZAXjxSVLo",
  PREFIX: ";",
  Owners: ["1074934348182208573", "438767481159548938", "235657309915840522", "1012890560777961535", "997356966450044931", "126150495730532352"],
  embed: {
    color: '#ff93e0',
    wrongColor: '#E81683',
  },
  emoji: {
    success: "<:saintess_approve:1132745067921162291>",
    error: "<:saintess_x:1132745123483091087>",
     },
  numbersEmoji: {
    1: "1️⃣",
    2: "2️⃣",
    3: "3️⃣",
    4: "4️⃣",
    5: "5️⃣",
    6: "6️⃣",
    7: "7️⃣",
    8: "8️⃣",
    9: "9️⃣",
    10: "10️⃣",
    11: "11️⃣",
    12: "12️⃣",
    13: "13️⃣",
    14: "14️⃣",
    15: "15️⃣",
    16: "16️⃣",
    17: "17️⃣",
    18: "18️⃣",
    19: "19️⃣",
    20: "20️⃣",
    21: "21️⃣",
    22: "22️⃣",
    23: "23️⃣",
    24: "24️⃣",
    25: "25️⃣",
  },
};
